Autodesk.Revit.DB.LinkOriginFileType
Enum determining whether the source type of a temporary rvt link is an ifc.
Since:
2022
Since:
2022

Autodesk.Revit.DB.LinkOriginFileType.IFC
The original link file is an ifc file.

Autodesk.Revit.DB.LinkOriginFileType.RVT
Default RVT, curently only support ifc.